Repository: smurfix/MudPyC
Catalog: locales/*/LC_MESSAGES/mudpyc.po
Languages: de

source: skiplist '{cmd}' merged, now {nr} rooms (+{nnr}).
de: Skiplist '{cmd}' dazugenommen, jetzt {nr} Räume (+{nnr}).

source: Go to labeled room Find the closest room(s) with that label. Routes will not go through rooms on the current skiplist, but they may end at a room that is.
de: Gehe zum nächsten Raum mit einem Label Findet die nähesten Räume mit diesem Label. Wege gehen nicht durch Räume auf der Skipliste, aber sie können dort enden.

source: Usage: #gt Kneipe / Kirche / Laden
de: Verwendung: #gt Kneipe / Kirche / Laden

source: Go to first labeled room Find the closest room with that label and immediately go there. Routes will not go through rooms on the current skiplist, but they may end at a room that is.
de: Gehe zum nächsten Raum mit einem Label Findet die nähesten Räume mit diesem Label. Wege gehen nicht durch Räume auf der Skipliste, aber sie können dort enden.

source: Go to a not-recently-visited room Find the closest room not visited recently. Routes will not go through rooms on the current skiplist, but they may end at a room that is. Adding a number uses that as the minimum counter.
de: Gehe zu einem länger nicht besuchten Raum. Wege gehen nicht durch Räume auf der Skipliste, aber sie können dort enden. Optional: eine Zahl als Argument gibt das Minimum an.

source: Find something. Find the closest room(s) with that string in its notes or its long description. Routes will not go through rooms on the current skiplist, but they may end at a room that is.
de: Finde etwas. Finde den nächsten Raum mit diesem Text in seinen Notizen oder seiner Langbeschreibung. Wege gehen nicht durch Räume auf der Skipliste, aber sie können dort enden.

source: Find something. Find the closest room(s) with that string in one of the things there. Routes will not go through rooms on the current skiplist, but they may end at a room that is.
de: Finde etwas. Finde den nächsten Raum mit diesem Text in seinen Notizen oder seiner Langbeschreibung. Wege gehen nicht durch Räume auf der Skipliste, aber sie können dort enden.

source: Cancel path generation and whatnot No parameters.
de: Brich Weggenerierung etc. ab. Keine Parameter.

source: Exits (short) Print a one-line list of exits of the current / a given room
de: Ausgänge Gibt einen Einzeiler mit allen Ausgängen des aktuellen / eines bestimmten Raums aus.

source: Exits (long) Print a multi-line list of exits of the current / a given room
de: Ausgänge Gibt eine mehrzeilige Liste mit den Ausgängen des aktuellen / eines bestimmten Raums aus.

source: {d} - unknown
de: {d} - unbekannt

source: Detail info for current room / a specific room
de: Details für einen bestimmten bzw. den aktuellen Raum

source: No current room known!
de: Kein aktiver Raum bekannt.

source: Things/NPCs in current room / a specific room
de: Dinge/NPCs in einem bestimmten bzw. dem aktuellen Raum

source: Show rooms that have exits to this one
de: Zeigt Räume mit Ausgang zu diesem

source: Info for selected room(s) on the map
de: Details für den/die auf der Karte ausgewählten Raum/Räume

source: No room selected.
de: Kein Raum ausgewählt.

source: Walk to a mapped room. This overrides any other walk code Parameter: the room's ID.
de: Laufe zu einem Raum auf der Karte. Parameter: die Raumnummer

source: Show route to a room / between two rooms Walk code is unaffected. Parameter: [start and] goal room ID(s). This includes rooms not yet on the Mudlet map.
de: Zeigt den Weg zu einem Raum / zwischen zwei Räumen Nur Anzeige!. Parameter: [Start- und] Zielraumnummer(n). Der Weg kann nicht-gemappte Räume enthalten.

source: Recalculate colors A given room, or all of them
de: Raumfarben neu berechnen Eines bestimmten Raums, or die ganze Karte

source: Area '{name}' already exists
de: Die Domäne '{name}' gibt es schon

source: Area '{name} does not exist
de: Die Domäne '{name} gibt es nicht

source: You really shouldn't send {msg!r}.
de: Wenn du {msg!r} sendest, komme ich durcheinander.

source: Stored long description Print the current long descr from the database
de: Gespeicherte Langbeschreibung Gibt die Langbeschreibung des Raums in der Datenbank aus.

source: No text known for {room.idnn_str}
de: Kein Text für Raum {room.idnn_str} bekannt.

source: * Note: {room.note}
de: * Notiz von {room.idn_str}: {room.note}

source: Go-ahead, send next Use this command if the engine fails to recognize the MUD's prompt / Telnet GA message
de: Go-Ahead, mach weiter Verwende diesen Befehl, wenn weder der Prompt des MUD noch die GoAhead-Nachricht nicht erkannt wurden

source: WARNING: Exit matching failed halfway!
de: ACHTUNG: Die Liste der Ausgänge ist kaputt?

source: New exit: {exit}
de: Neuer Ausgang: {exit}

source: MAP: Room ID is now {room.id_str}.
de: KARTE: Raum ID ist jetzt {room.id_str}.

source: MAP: I do not know room ?/{id}.
de: KARTE: Ich kenne Raum ?/{id} nicht.

source: WARNING last_command differs, stored {sc!r} vs seen {lc!r}
de: WARNUNG last_command anders, gespeichert {sc!r} aber gesehen {lc!r}

source: Too many INFO messages!
de: Zu viele INFO-Nachrichten

source: Not in mudlet? but we know mudlet# {id_mudlet} at {offset_room.id_str}/{offset_dir}
de: Nicht in Mudlet? Aber ich kenne die mudlet# {id_mudlet} bei {offset_room.id_str}/{offset_dir}

source: Not in mudlet? but we know mudlet# {id_mudlet}
de: Nicht in Mudlet? Aber ich kenne die Mudlet# {id_mudlet}

source: New room? but we know hash {hash} at {room.id_old}
de: Neuer Raum? aber ich kenne den Hash {hash} in {room.id_old}

source: Collision: mudlet#{idm} but hash#{idh} with {hash!r}
de: Kollision: mudlet#{idm} aber Hash#{idh} mit {hash!r}

source: I don't know where to place the room!
de: Ich habe keine Ahnung, wo dieser Raum hin soll!

source: Mudlet IDs inconsistent! old {room.idn_str}, new {idm}
de: Mudlet-IDs passen nicht! alt {room.idn_str}, neu {idm}

source: MAP: If you moved, say '#mn'.
de: KARTE: Hast du dich bewegt? dann sag '#mn'.

source: MAP: Conflict! {room.id_str} vs. {room2.id_str}
de: MAP: Konflikt! {room.id_str} vs. {room2.id_str}

source: Exit {exit} points to {dst.idn_str}. You're in {room.idn_str}.
de: Der Ausgang {exit} geht nach {dst.idn_str}. Du bis aber in {room.idn_str} gelandet.

source: This room doesn't have a back exit {dir}.
de: Dieser Raum hat keinen Rückweg in Richtung {dir!r}.

source: Back exit {dir} already goes to {xr.idn_str}!
de: Der Rückweg {dir!r} geht schon nach {xr.idn_str}!

source: I don't know the reverse of {dir}, way back not set
de: Keine Ahnung wie der Rückweg für {dir} heißt

source: Name: old: {room.name}
de: Name: alt: {room.name}

source: Name: new: {name}
de: Name: neu: {name}

source: Use '#rs' to update it
de: Verwende '#rs' zum Updaten der Karte

source: Update long descr get from MUD and set room to it
de: Update Langbeschreibung hole sie vom MUD und speichere sie

source: Update room shortname Either the last shortname, or whatever you say here.
de: Update den Kurznamen des Raums Ohne Parameter: verwende den Namen des MUDs.

source: No mapped room to {d}
de: Kein bekannter Raum in Richtung {d}

source: Shift the view to the room in this direction
de: Zentriere die Ansicht auf dem Raum in dieser Richtung

source: Shift the view to this room
de: Zentriere die Ansicht auf diesem Raum

source: Shift the view to the player's
de: Zentriere die Ansicht auf den Spieler

source: Search for interesting stuff Given a list of words from the description, get the next one and 'examine' it.
de: Untersuche interessante Dinge Extrahiere eine Liste von Dingen aus der Raumbeschreibung, schnappe das nächstbeste, und 'untersuche' es.

source: List of scanned words, so far Display which words from the description have been scanned.
de: Liste der untersuchten Dinge alphabetische Liste der Dinge, die im aktuellen Raum untersucht wurden.

source: important:
de: wichtig:

source: not scanned:
de: nicht angesehen:

source: scanned:
de: angesehen:

source: skipped:
de: übersprungen:

source: Nothing yet.
de: Noch nichts.

source: Clear search Reset discovery so that all known words are scanned again. Starts with a global "look".
de: Lösche die Untersuchungsliste Setze die Liste der interessanten Dinge zurück, so dass sie alle nochmal untersucht werden.

source: No current word.
de: Kein aktuelles Wort.

source: Next search: {word}
de: Nächster Begriff: {word}

source: Next search: ‹look›
de: Nächster Begriff: ‹schau›

source: No (more) words.
de: Keine weiteren Begriffe.

source: Set an alias One word: The next word should actually be named X. Two words: A should be named B.
de: Trage einen Alias ein Ein Wort: Verwende A statt des aktuellen Worts. Zwei Wörter: Verwende nicht A, sondern B.

source: Ignore a word The next word (or the one you enter) shall be ignored here.
de: Ignoriere ein Wort Der aktuelle Begriff, oder das Wort dieses Befehls, wird hier ignoriert.

source: Already ignored.
de: Bereits ignoriert.

source: Ignore a word globally The next word (or the one you enter) shall be ignored everywhere.
de: Ignoriere ein Wort global Der aktuelle Begriff, oder das Wort dieses Befehls, wird überall ignoriert.

source: Feature list List all known features / a feature's exits.
de: Liste der Eigenschaften Liste aller bekannten Eigenschaften / die Ausgänge mit einer Eigenschaft.

source: Feature unknown.
de: Eigenschaft unbekannt.

source: {n} quests.
de: {n} Abenteuer

source: No quests yet known.
de: Noch sind keine Abenteuer bekannt.

source: Add feature Creates a new feature.
de: Legt eine Eigenschaft an

source: {f.name}: created
de: {f.name}: angelegt

source: Remove feature Unconditionally deletes a feature.
de: Lösche Eigenschaft Löscht die angegebene Eigenschaft unwiderruflich.

source: {f.name}: deleted
de: {f.name}: gelöscht

source: Commands for entering Set/replace the commands sent when passing a feature'd exit
de: Eingangsbefehl Setzt den Befehl beim Betreten eines markierten Eingangs

source: Old content: {txt}
de: Alter Inhalt: {txt}

source: Set feature-enter text. End with '.'.
de: Befehle beim Betreten. Ende mit '.'.

source: {f.name}: enter commands set
de: {f.name}: Befhl beim Betreten gesetzt

source: Commands for exiting Set/replace the commands sent when passing a feature'd exit
de: Befehle beim Verlassen Setzt den Befehl beim Verlassen eines markierten Eingangs

source: Set feature Set the exit which you just used to have this feature. Does not actually apply the feature.
de: Eigenschaft setzen Markiert den Ausgang, den du gerade verwendet hast, mit der angegebenen Eigenschaft. Deren Befehle werden *nicht* nachträglich ausgeführt.

source: Feature {f.name} set for {x.info_str}.
de: Eigenschaft {f.name!r} für {x.info_str} gesetzt.

source: Set back-feature Set the exit which you would use to go back to the room you just came from to have this feature. Does not actually un-apply the feature.
de: Rück-Eigenschaft setzen Markiert den Ausgang, den du nehmen würdest, um zum Raum zurückzugehen, von dem du gerade gekommen bist, mit der angegebenen Eigenschaft Deren Exit-Befehle werden *nicht* nachträglich ausgeführt.

source: Quest: {q.id}: {q.name}
de: Abenteuer: {q.id}: {q.name}

source: Not started.
de: Nicht gestartet.

source: Current: {qs.step}: {qs.command}.
de: Aktuell: {qs.step}: {qs.command}.

source: Current: {qs.step}: {qs.command} in {qs.room.idnn_str}.
de: Aktuell: {qs.step}: {qs.command} in {qs.room.idnn_str}.

source: Quest state Display the state of a / the current quest.
de: Abenteuerstatus state Zeigt den Status eines bzw. des aktuell aktiven Abenteuers an.

source: Quest unknown.
de: Abenteuer unbekannt.

source: Additions will associate with {room.idn_str}.
de: Neue Einträge sind ab jetzt für Raum {room.idn_str}.

source: Quest list List all known quests.
de: Abenteuerliste Liste aller bekannten Abenteuer.

source: Step list List the current quests's steps Parameter: a room: list just that room's steps.
de: Schrittliste List der Schritte des aktuellen Abenteuers Parameter: ein Raum: zeigt nur die Schritte in diesem Raum an.

source: No current quest.
de: Kein aktuelles Abenteuer.

source: {qs.step}: Go to {qs.room.idnn_str}
de: {qs.step}: Gehe zu {qs.room.idnn_str}

source: Activate quest Set this quest to be the active quest.
de: Aktiviere Abenteuer Dieses Abenteuer ist jetzt das aktive.

source: No quest with that name known.
de: Kein Abenteuer dieses Namens bekannt.

source: Active, no current step.
de: Aktiv, kein aktueller Schritt.

source: Active, step {step.step}.
de: Aktiv, Schritt {step.step}.

source: New Quest Create a (named) quest and activate it.
de: Neues Abenteuer Legt ein neues Abenteuer an und aktiviert es.

source: New step Add this command to the current quest
de: Neuer Schritt Füge diesen Befehl zum aktuellen Abenteuer hinzu

source: Drop step Remove the numbered command to the current quest
de: Entferne Schritt Löscht den Schritt mit dieser Nummer aus dem aktuellen Abenteuer

source: Reorder step Tell step A that it should now be numbered B, and move all affected steps around One number: move the last step there
de: Sortiere Schritte um Schritt A soll jetzt an Position B stehen. Die Schritte dazwischen werden verschoben. Wenn du A weglässt, wird der letzte Schritt verschoben.

source: Set room Tell the quest mgr that the next coomand(s) you enter are actually for room ‹room›. No room: clear, use current room
de: Raum voreinstellen Die Schritte, die du demnächst eingibst, sind für den angegebenen Raum, nicht für den in dem du gerade bist. Zum Löschen dieser Einstellung verwende den Befehl ohne Raum.

source: Delete Quest Remove a (named) quest. WARNING! this is not undoable.
de: Abenteuer löschen Lösst ein (benanntes) Abenteuer. ACHTUNG! das kannst du nicht widerrufen.

source: Quest Next Step Do the next thing in this quest
de: Näcster Schritt Führe den näcsten Schritt in diesem Abenteuer aus.

source: Quest: empty!
de: Abenteuer: leere Liste!

source: Quest: starting.
de: Das Abenteuer startet.

source: Quest: Room {room.idn_str}
de: Abenteuer: Raum {room.idn_str}

source: wait until {what} is dead
de: warte, bis {what} tot ist

source: *** END ***
de: *** ENDE ***

source: Exit: {self.src.id_str} via {self.dir} to {self.dst.id_str}
de: Ausgang: {self.src.id_str} via {self.dir} nach {self.dst.id_str}

source: Exit: {self.src.id_str} via {self.dir}
de: Ausgang: {self.src.id_str} via {self.dir}

source: Alias shortcuts
de: Liste der Kurzbefehle

source: Unknown alias
de: Unbekannter Kurzbefehl

source: Error: {err!r}
de: Fehler: {err!r}

source: cmdfix:{x} unknown!
de: cmdfix:{x} unbekannt!

source: Too many parameters
de: Zu viele Parameter

source: Too few parameters
de: Zu wenige Parameter
