Repository: smurfix/MudPyC
Catalog: locales/*/LC_MESSAGES/mudpyc.po
Languages: de

source: Subcommands:
de: Unterbefehle:

source: (no help text known)
de: (kein Hilfstext angegeben)

source: Use the MUD's area name
de: Verwende den Domänennamen des MUD

source: Modify existing rooms' area when visiting them
de: Ändere die Domäne bekannter Räume

source: Use GMCP IDs stored in Mudlet's map
de: Verwende auch GMCP-IDs aus der Mudlet-Karte

source: Link back when creating an exit
de: Rückweg beim Anlegen eines Ausgangs

source: Allow new rooms in Z direction
de: Neue Räume ggf. über/unter dem vorherigen

source: Debug room allocation
de: Raumzuweisung debuggen

source: X shift, moving room labels
de: X-Offset beim Bewegen von Raumnamen

source: Y shift, moving room labels
de: Y-Offset beim Bewegen von Raumnamen

source: X offset, new rooms
de: X-Offset für neue Räume

source: Y offset, new rooms
de: Y-Offset für neue Räume

source: Diagonal offset, new rooms
de: Diagonaler Offset für neue Räume

source: The process is not stopped.
de: Der Prozess ist nicht angehalten.

source: Wait for room {nr.id_str}:{nr.name}
de: Ich warte, bis du Room {nr.id_str}:{nr.name} betrittst

source: Dunno what to do with {d!r}
de: Keine Ahnung was ich mit {d!r} soll?

source: No exit from {r.idn_str} to {nr.idn_str}
de: Kein Ausgang von {r.id_str} nach {nr.id_str} ??

source: Please enter room {nr.id_str}:{nr.name}
de: Ich warte, bis du Room {nr.id_str}:{nr.name} betrittst

source: step to {exit.dst.id_str}
de: Schritt nach {exit.dst.id_str}

source: No step-forward from {r.idn_str} to {nr.idn_str} ??
de: Ich komme nicht von {r.id_str} nach {nr.id_str}

source: No step-back from {r.idn_str} to {nr.idn_str}
de: Ich komme nicht von {r.id_str} nach {nr.id_str}

source: stepback to {exit.dst.id_str}
de: Zurück zu nach {exit.dst.id_str}

source: Long descr updated.
de: Langbeschreibung erneuert.

source: Long descr differs.
de: Langebschreibung unterscheidet sich.

source: No data?
de: Keine Daten?

source: SYNC: add area {v} to DB
de: SYNC: DB: neue Domäne {v}

source: SYNC: add area {v} to Mudlet
de: SYNC: Mudlet: neue Domäne {v}

source: SYNC: renumber area {v}: {k} > {kk}
de: SYNC: Domäne {v} umbenannt: {k} > {kk}

source: Change boolean settings
de: Ein/Aus-Schalter umlegen

source: Room and name positioning
de: Raum- und Namenspositionen

source: Walking, paths
de: Laufen, Wege

source: Map Colors
de: Farben auf der Karte

source: Mudlet functions
de: Mudlet-Funktionen

source: Mapping
de: Kartografie

source: Find unmapped rooms/exits
de: Finde Ausgänge ins Unbekannte

source: Quests
de: Abenteuer

source: Quest management
de: Abenteuermanagement

source: Rooms
de: Räume

source: View Map
de: Karte ansehen

source: Exit features
de: Eigenschaften des Ausgangs gesetzt.

source: Configuration. Shows config data. No parameters.
de: Konfiguration. Zeigt Konfigdaten.

source: Config item '{cmd}' unknown.
de: Konfig '{cmd}' unbekannt.

source: ON
de: AN

source: off
de: aus

source: Use GMCP room IDs stored in Mudlet?
de: Verwende GMCP-IDs aus der Mudlet-Karte?

source: Modify existing rooms' area when you visit them?
de: Ändere die Domäne bekannter Räume? Wenn eingeschaltet, wird die Domäne von existierenden Räumen modifiziert, wenn du sie besuchst.

source: Use the MUD's area name? If unset, use the last-visited room's area, or 'Default'.
de: Verwende die Domäne des MUD? Wenn nicht, nimm die des zuletzt besuchten Raums, oder 'Default'.

source: Delete a room. You can't delete the room you're in or the one you're coming from.
de: Lösche einen Raum. Du kannst den Raum, in dem du bist oder aus dem du gerade gekommen bist, nicht löschen.

source: You can't delete the room you're in.
de: Du kannst den Raum nicht löschen, in dem du bist.

source: You can't delete the room you just came from.
de: Du kannst den Raum nicht löschen, aus dem du gekomen bist.

source: Show room flags
de: Zeige Flags des Raums

source: No flag set.
de: Keine Flags gesetzt

source: Descr doesn't have exits
de: Beschreibung hat keine Ausgänge.

source: ignore this GMCP ID
de: GMCP-ID ignorieren

source: Flag: no-exit-line Marker that this room's description doesn't list its exits.
de: Marker: keine-ausgaenge Die Beschreibung des Raums enthält keine Ausgänge.

source: Room normal: has Exits line.
de: Raum ist normal: beschreibt Ausgänge.

source: Room special: has no Exits line.
de: Raum ist speziell: beschreibt keine Ausgänge.

source: The Room doesn't have a GMCP ID!
de: Dieser Raum hat keine GMCP-ID!

source: Room normal: normal GMCP ID.
de: Raum ist normal: GMCP-ID wird verwendet.

source: Room special: GMCP ID ignored.
de: Raum ist speziell: GMCP-ID wird ignoriert.

source: List for labels Show a list of labels / rooms with that label. No arguments: show the labels + room count. Label: show the list of rooms with that label.
de: Liste für Label Zeigt eine Liste der bekannten Label / Räume mit dem Label.

source: Show/change the current room's label. No arguments: show the label. '-': delete the label Anything else is set as label (single word only).
de: Zeige/ändere das Label des aktuellen Raums. Kein Argument: Label anzeigen. '-': Label löschen Alles Andere wird als Label eingetragen (ein Wort).

source: No active room.
de: Kein aktiver Raum.

source: Label of {room.idn_str}: {room.label}
de: Label von {room.idn_str}: {room.label}

source: No label for {room.idn_str}.
de: Kein Label für {room.idn_str}

source: Label of {room.idn_str} was {room.label}
de: Label von {room.idn_str} war {room.label}

source: Label of {room.idn_str} set
de: Das Label von {room.idn_str} wurde geändert

source: Label of {room.idn_str} not changed
de: Das Label von {room.idn_str} wurde nicht geändert

source: Show room note. Provide a room# to use that room.
de: Zeige Notiz. Zeigt die Notizen eines / des aktuellen Raums an.

source: Note of {room.idn_str}: {room.note}
de: Notiz von {room.idn_str}: {room.note}

source: No note for {room.idn_str}.
de: Keine Notiz für Raum {room.idn_str}.

source: Add old command as room note. Add the n'th last command and its output to the note.
de: Alter Befehl an Notiz. Hänge einen bereits ausgeführten Befehl (udn dessen Ausgabe) an die Notiz des aktuellen Raums an. Parameter: Zahl (1: letzter befehl, 2: vorletzter).

source: Add new command as room note. Send this command and add it + the resulting MUD output to the note.
de: Befehl als Raumnotiz. Sende diesen befehl. Hänge ihn und seine Ausgabe an die Notiz dieses Raums an.

source: No command given.
de: Kein Befehl angegeben

source: Delete a room's notes.
de: Lösche Notizen eines Raums.

source: No room given and no active room.
de: Kein Raum angegeben und kein aktiver Raum.

source: Note of {room.idn_str} deleted.
de: Notiz von {room.idn_str} gelöscht

source: No note known.
de: Keine Notiz bekannt.

source: Add text to a / the current room's note. Append whatever you type next to the notes. End input with a single dot .
de: Hänge Text an die Notiz des Raums an. Alles, was du tippst, wird angehängt. Beende die Eingabe mit einem einzelnen Punkt.

source: Extending note. End with '.'.
de: Notiz erweitern. Ende mit '.'.

source: Add to the current room's note. This command's arguments are added as-is to the current room's note.
de: Anhängen an Notiz. Die Argumente dieses Befehls werden an die Notiz des aktuellen Raums angehängt.

source: No text.
de: Kein Text.

source: Note of {room.idn_str} extended.
de: Notiz von {room.idn_str} ergänzt

source: Note of {room.idn_str} created.
de: Notiz von {room.idn_str} ergänzt

source: Prepend a line to the current room's note.
de: Stelle eine Zeile an den Anfang der Notizen des Raums.

source: Show/change the room's area/domain.
de: Zeige/Ändere die Domäne des Raums.

source: No area/domain set.
de: Keine Domäne bekannt.

source: Area no longer ignored.
de: Die Zone wird nicht mehr ignoriert.

source: Area ignored.
de: Die Zone wird ignoriert.

source: Set the room to its 'other' area, or to a new named one
de: Wechsle die Domäne des Raums

source: No alternate area/domain known.
de: Keine anderen Domänen bekannt.

source: When creating an exit, also link back?
de: Beim Anlegen eines Ausgangs auch den Rückweg eintragen?

source: Can new rooms be created in Z direction?
de: Erscheinen neue Räume ggf. über/unter dem vorherigen auf der Karte?

source: Debug traps when allocating a new room?
de: Debugger-Stops beim Zuweisen eines Raums?

source: Setting '{name}' {set}.
de: Einstellung '{name}' {set}.

source: cleared
de: ist aus

source: set
de: ist an

source: X shift for moving room labels (Ctrl-left/right)
de: X-Offset beim Bewegen von Raumnamen (Ctrl-links/rechts)

source: Y shift for moving room labels (Ctrl-Shift-left/right)
de: Y-Offset beim Bewegen von Raumnamen (Ctrl-Shift-links/rechts)

source: X offset for placing rooms
de: X-Offset beim Platzieren neuer Räume

source: Y offset for placing rooms
de: Y-Offset beim Platzieren neuer Räume

source: Diagonal offset for placing rooms (Z, nonstandard exits)
de: Diagonales Offset zum Platzieren neuer Räume (ohne Z, nicht-Standard-Ausgänge)

source: Setting '{name}' to {v}.
de: Einstellung '{name}' ist jetzt '{v}'.

source: Setting '{name}' is now {v}.
de: Einstellung '{name}' ist jetzt {v}.

source: Remove an exit from a / the current room Usage: #x= ‹exit› ‹room›
de: Entfernt einen Ausgang von einem bzw. dem aktuellen Raum. Verwendung: #x= ‹Ausgang› ‹Raum›

source: Exit unknown.
de: Ausgang unbekannt

source: Removed.
de: Entfernt

source: Set an exit from a / the current room to 'unknown' Usage: #x- ‹exit› ‹room›
de: Setzt einen Ausgang eines bzw. des aktuellen Raums auf 'unbekannt'. Verwendung: #x- ‹Ausgang› ‹Raum›

source: Set to 'unknown'.
de: Ziel des Ausgangs ist jetzt unbekannt

source: Add an exit from this room to some other / an unknown room. Usage: #x+ ‹exit› ‹room›
de: Füge einem bzw. dem aktuellen Raum einen Ausgang hinzu. Verwendung: #x+ ‹Ausgang› ‹Raum›

source: Show exit details Either of a single exit (including steps if present), or all of them.
de: Details eines Ausgangs Entweder ein bestimmter (ggf. mit Schritten), oder alle.

source: ‹unknown›
de: ‹unbekannt›

source: Cost of walking through an exit Set the cost of using an exit. Params: exit cost [room]
de: Kosten eines Ausgangs Setze den Aufwand für diesen Ausgang. Der Standardwert ist 1. Parameter: Ausgang Zahl [Raum]

source: Cost of {exit.dir} from {room.idn_str} changed from {room.cost} to {cost}
de: Kosten für {exit.dir} aus {room.idn_str} von {room.cost} auf {cost} geändert.

source: Cost of {exit.dir} from {room.idn_str} unchanged
de: Die Kosten von {exit.dir!r} aus {room.idn_str} nicht geändert

source: delay for an exit Set the delay when using an exit. Params: exit delay [room] The delay is in tenth seconds and does NOT affect the cost of ways through the room.
de: Verzögerung Stellt die Verzögerung beim Verwenden eines Ausgangs ein. Parameter: Ausgang Zeit [Raum] Die Zeit ist in Zehntelsekunden und ändert nichts an den Wegkosten.

source: Delay of {exit.dir} from {room.idn_str} changed from {room.delay} to {delay}
de: Verzögerung für {exit.dir} aus {room.idn_str} von {room.cost} auf {cost} geändert.

source: Delay of {exit.dir} from {room.idn_str} unchanged
de: Verzögerung von {exit.dir!r} aus {room.idn_str} nicht geändert

source: Commands for an exit. Usage: #xc ‹exit› ‹whatever to send› "-": remove commands. Otherwise, add to the list of things to send.
de: Wegbefehle eines Ausgangs. Verwendung: #xc ‹Ausgang› ‹zu sendender Text› "-": löscht die Befehle. Ansonsten wird dein Text an die Liste angehängt.

source: Added.
de: Hinzugefügt.

source: Remove special commands for this exit.
de: Entfernt Spezialbefehle für diesen Ausgang.

source: Steps:
de: Schritte:

source: Deleted.
de: Gelöscht.

source: This exit doesn't have specials.
de: Dieser Ausgang hat keine Schritte.

source: Prefix for the last move. Applied to the room you just came from! Usage: #xtp ‹whatever to send› Put in front of the list of things to send. If the list was empty, the exit name is added also.
de: Präfix für den letzten Ausgang. Wird auf den Raum angewendet, aus dem du eben gekommen bist! Verwendung: #xtp ‹Befehl› 'Befehl' wird an den Anfang der zu sendenden Befehle gestellt.

source: I have no idea where you were.
de: Ich habe keine Ahnung, wo du warst.

source: I have no idea how you got here.
de: Ich habe keine Ahnung, wie du hier hergekommen bist.

source: Prepended.
de: Vorangestellt.

source: Suffix for the last move. Applied to the room you just came from! Usage: #xts ‹whatever to send› Put at end of the list of things to send. If the list was empty, the exit name is added also. If nothing to send is given, use the last command.
de: Suffix für den letzten Ausgang. Wird auf den Raum angewendet, aus dem du eben gekommen bist! Verwendung: #xtp ‹Befehl› 'Befehl' wird an das Ende der zu sendenden Befehle gestellt.

source: Appended.
de: Hinzugefügt.

source: Prepare a named exit Usage: you have an interesting and/or existing exit but don't know which command triggers it. So you say "#xn pseudo_direction", then try any number of things, and when you do move the exit will be created with the name you give here and with the command you used to get there. "#xn" without a name will clear this.
de: Benannten Ausgang vorbereiten Verwendung: di siehst einen Interessanten Ausgang, hast aber keine Ahnung, mit welchem Befehl du da hinkommst. Dann sagst du "#xn Pseudorichtung", dann spielst du rum, und sobald du dich bewegst wird der Ausgang mit dem Namen "PseudoRichtung" angelegt und der Befehl, mit dem du dich bewegt hast, wird eingetragen. "#xn" ohne Pseudorichtung schaltet wieder auf Normalmodus.

source: Exit name cleared.
de: Vorgemerkter Ausgang gelöscht.

source: Exit name '{self.named_exit}' set.
de: Vorgemerkter Ausgang zu '{self.named_exit}' geändert.

source: Timed exit Usage: you're in a room but know that you'll be swept to another one shortly. Use '#xn' to clear this.
de: Zeitbasierter Ausgang Verwendung: du bist in Raum A und weißt, dass du nach einiger Zeit automatisch in Raum B landen wirst. Mit '#xn' kannst du das löschen.

source: Timed exit prepared.
de: Zeitbasierter Ausgang vorbereitet.

source: Rename the exit just taken. The exit just taken, usually a command like "enter house", is renamed to whatever you say here. The exit is aliased to the old name. Thus "#xt house", after the move, will rename that exit to "house" and save "enter house" as the command to use.
de: Benenne den Ausgang um, den du gerade genommen hast. Der Ausgang, z.B. ein Befehl a la "betrete haus", wird umbenannt zu der Pseudorichtung, die du hier angibst, und der alte Name wird dort als Befehl eingetragen. Wenn du also "#xr haus" eingibst, dann heißt der Ausgang künftig "haus"; wenn du ihn verwendest, wird "betrete haus" ausgeben.

source: I don't know where I am or where I came from.
de: Ich habe keine Ahnung, wo du bist und/oder wo du herkommst.

source: This exit already exists:
de: Diesen Ausgang gibt es schon:

source: {self.last_room.idn_str} doesn't have an exit to {self.room.idn_str}?
de: Raum {self.last_room.idn_str} hat keinen Ausgang zu {self.room.idn_str}?

source: This exit already has steps:
de: Dieser Ausgang hat schon Schritte:

source: Sync/update Mudlet map. Assume that the Mudlet map is out of date / has not been saved: write our room data to Mudlet. Rooms in the Mudlet map which we don't have are not touched.
de: Sync/update Mudlet-Karte. Falls die Mudlet-Karte veraltet ist / nicht gesichert wurde: sende unsere Raumdaten an Mudlet. Räume in Mudlet, die wir noch nicht kennen, bleiben erhalten.

source: Current description state Shows what the descriptions look like that the mapper has recorded.
de: Gespeicherter Text Zeigt den gespeicherten Text des Nt-letzten Befehls an.

source: Dir: {dir}
de: Richtung: {dir}

source: Fix last move You went to another room instead. Mention a room# to use that room, or zero to create a new room. Unlike #ms this command adds an exit, either explicitly (second word) or using the one you used. This deletes the room you came from if it was new.
de: Repariert die letzte Bewegung Du bist nicht hier-, sonder woanders hingegangen. Gib eine Raumnummer als neues Ziel an oder 0 für einen neuen Raum. Im Gegensatz zu ms legt dieser Befehl einen Ausgang an, entweder den, den du als zweites Wort angibst, oder den den du verwendet hast. Wenn der 'falsche' Raum neu war, wird er gelöscht.

source: Set/show location You are here. Explicitly use zero to create a new room.
de: Setze den aktuellen Ort Du bist nicht hier-, sonder woanders hingegangen. Gib eine Raumnummer als neues Ziel an. Ansonsten wird ein neuer Raum angelegt.

source: MAP: I have no idea where you are.
de: KARTE: Ich habe keine Ahnung wo du bist.

source: I moved. Use with nonstandard directions. (Standard directions should be automatic. So are rooms announced with GMCP.) Usage: #mm ‹room› ‹dir› Leave room empty for new / known room. Direction defaults to last command.
de: Ich habe mich bewegt. Verwende diesen Befehl, wenn das MUD wegen Dunkelheit oder Irrgarten keine GMCP-IDs schickt. Verwendung: #mm ‹Raum› ‹Richtung› kein Raum: wird neu angelegt. keine Richtung: letzter Befehl.

source: Set previous location You came from here. Explicitly use zero to create a new room.
de: Repariert den vorherigen Ort Du bist von woanders gekommen. Gib eine Raumnummer als neuen vorherigen Raum an. Mit 0 wird ein neuer Raum angelegt.

source: You went {d} from {last.idn_str}.
de: Du bist von {last.idn_str} nach {d} gegangen.

source: {last.idn_str} created.
de: Raum {room.idn_str} angelegt.

source: You came from {last.idn_str} and went {d}.
de: Du bist von {last.idn_str} {last.name} nach {d} gegangen.

source: You came from {last.idn_str}.
de: Du bist von {last.idn_str} nach {d} gegangen.

source: Patch map Teach the map that room A's exit B goes to C. Mention a room# to use that room, or leave empty to create a new room. Zero for A: use known last room Zero for C: not known
de: Repariere die Karte Sag der Karte, dass von Raum A ein Ausgang namens B zum Raum C führt. Null für A: letzter Raum Null für C: unbekannt

source: Exit set.
de: Ausgang gesetzt.

source: Set timed move Teach the map that room A goes to B after some time. Mention a room# to use that room, or leave empty to create a new room. Zero for A: use known last room Zero for B: not known
de: Automatiche Bewegung Sag der Karte, dass du von Raum A nach einiger Zeit von selber zum Raum C bewegt wirst. Null für A: letzter Raum Null für B: unbekannt

source: Timed exit set.
de: Zeitbasierter Ausgang gesetzt.

source: Database rooms not in Mudlet Find routes to those rooms. Use #gg to use one. No parameters. Use the skip list to ignore "not interesting" rooms.
de: Räume in der DB aber nicht in Mudlet Finde Wege zu diesen Räumen. Dann sag '#gg', um einem dieser Wege langzulaufen. Keine Parameter. Verwende die Skipliste, um 'uninteressante' Räume zu ignorieren.

source: Rooms without long descr Find routes to those rooms. Use #gg to use one. No parameters. Use the skip list to block ways to dangerous rooms.
de: Räume ohne lange Bescheibung Finde Wege zu diesen Räumen. Dann sag '#gg', um einem dieser Wege langzulaufen. Keine Parameter. Verwende die Skipliste, um 'gefährliche' Räume zu überspringen.

source: Mudlet rooms not in the database Find routes to those rooms. Use #gg to use one. No parameters.
de: Räume im Mudlet, nicht in der DB Finde Wege zu diesen Räumen. Dann sag '#gg', um einem dieser Wege langzulaufen. Keine Parameter.

source: {r.idnn_str} ({lh} steps)
de: {r.idnn_str} ({lh} Schritte)

source: More results? #gn
de: Mit '#gn' bekommst du evtl. mehr Ergebnisse.

source: Cannot find a way there!
de: Ich kann keinen Weg dorthin finde!

source: Already there!
de: Da bin ich doch schon!

source: No more results.
de: Keine weiteren Ergebnisse.

source: Path generator status
de: Status des Weggenerators / Sprinters

source: No active path generator.
de: Kein aktiver Weggenerator.

source: No path generator is active.
de: Kein aktiver Weggenerator.

source: Jump rooms Skip N rooms, default one.
de: Überspringe Räume rooms Mache beim N+1-ten Raum weiter. Default: N=1.

source: No walker is active.
de: Kein aktiver Weg.

source: No route search active
de: Keine Wegsuche aktiv.

source: No route search results yet
de: Die Suche ist noch ergebnislos.

source: No route search results. Sorry.
de: Die Suche war ergebnislos. Sorry.

source: I only have {lgr} results.
de: Ich habe nur {lgr} Ergebnisse.

source: Show details for generated paths No parameters: short details for all results Otherwise: complete list for all results
de: Details für generierte Wege kein Parameter: Kurzinfo für alle Wege ansonsten: Details für den angegebenen Weg

source: Start at {room.idnn_str}:
de: Start in {next_room.idnn_str}

source: Return to previous room No parameter: list the last ten rooms you started a speedwalk from. Otherwise, go to the N'th room in the list. Param 2: stop N rooms before the goal
de: Geh zu einem vorherigen Raum zurück Ohne Parameter: Liste der letzten zehn Räume, aus denen du weggerannt bist. Sonst: gehe zun N'ten Raum in dieser Liste.ßnParameter 2: lasse die letzten N Räume des Wegs dorthin weg.

source: No rooms yet remembered.
de: Ich habe mir noch keine Räume gemerkt.

source: Add a room to the #gr list Remember the current (or a numbered) room for later walking-back-to
de: Anhängen an die besuchte-Räume-Liste (#gr) Merkt sich den aktuellen (oder den angegebenen) Raum, für spätere dort-hin-Laufen.

source: Room {room.id_str} is already on the list.
de: Raum {room.id_str} ist schon auf der Liste.

source: skiplist for searches. Rooms on the list are skipped while searching.
de: Skipliste für Suchen. Räume auf dieser Liste werden beim Suchen übersprungen.

source: Skip list is empty.
de: Die Skipliste ist leer.

source: Add room the skiplist. No room given: use the current room.
de: Füge einen Raum zur Skipliste hinzu. Keine Angabe: verwendet den aktuellen Raum.

source: No current room known
de: Ich weiß nicht, wo du bist.

source: Room {room.id_str} already is on the list.
de: Raum {room.id_str} ist schon auf der Liste.

source: Room {room.idn_str} added.
de: Raum {room.idn_str} ist jetzt auf der Liste.

source: Remove room from the skiplist. No room given: use the current room.
de: Entferne einen Raum von der Skipliste. Keine Angabe: verwendet den aktuellen Raum.

source: Room {room.id_str} is not on the list.
de: Raum {room.id_str} ist nicht auf der Liste.

source: Room {room.id_str} removed.
de: Raum {room.id_str} ist nicht mehr auf der Liste.

source: Forget a / clear the current skiplist. If a name is given, delete the named list, else clear the current in-memory list
de: Vergiss eine / leere die aktuelle Skipliste. Wenn du einen Namen angibst, wird diese Skipliste gelöscht. Ansonsten wird die aktuelle Liste zurückgesetzt (alle Räume entfernt).

source: List {cmd} doesn't exist
de: Die Liste '{name} gibt es nicht

source: List cleared.
de: Liste gelöscht.

source: Store the skiplist (by name) Stored lists are merged when one with the same name exists. No name given: list stored skiplists.
de: Speichere die aktuelle Skipliste Wenn eine Liste dieses namens schon existiert, wird die aktuelle Liste angehängt. Ohne Namen: Liste der gespeicherten Skiplisten.

source: {sk.name}: {lsk} rooms
de: {sk.name}: {lsk} Räume

source: No skiplists found
de: Keine Skiplisten gefunden.

source: skiplist '{cmd}' contains {lsk} rooms.
de: In der Skipliste '{cmd}' sind {lsk} Räume.

source: Restore the named skiplist by merging with the current list. No name given: merge/restore the last-saved list.
de: Lade eine Skipliste Lädt eine Liste in den Speicher. Ohne Parameter: lädt die zuletzt gespeicherte Liste.

source: No last-saved skiplist.
de: Du hast noch keine Skipliste gespeichert.

source: skiplist '{cmd}' not found.
de: Skipliste '{cmd}' nicht gefunden.
